Repository: batonogov/pine
Catalog: Pine/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

# userConfig.diagnostic.textInputChord
source: “%@” would capture normal text input; a cmd or ctrl modifier is required.
de: „%@“ würde normale Texteingabe abfangen; ein cmd- oder ctrl-Modifikator ist erforderlich.
es: «%@» capturaría la entrada de texto normal; se requiere un modificador cmd o ctrl.
fr: « %@ » capturerait la saisie de texte normale ; un modificateur cmd ou ctrl est requis.
ja: 「%@」は通常のテキスト入力をキャプチャします。cmd または ctrl 修飾キーが必要です。
ko: “%@”은(는) 일반 텍스트 입력을 가로챕니다. cmd 또는 ctrl 보조 키가 필요합니다.
pt_br: “%@” capturaria a entrada de texto normal; um modificador cmd ou ctrl é necessário.
ru: «%@» перехватит обычный ввод текста; требуется модификатор cmd или ctrl.
zh_hans: “%@” 会捕获正常文本输入；需要 cmd 或 ctrl 修饰键。

# userConfig.diagnostic.reservedSystemChord
source: “%@” is reserved by macOS or text editing and cannot be captured.
de: „%@“ ist von macOS oder der Textbearbeitung reserviert und kann nicht abgefangen werden.
es: «%@» está reservado por macOS o la edición de texto y no se puede capturar.
fr: « %@ » est réservé par macOS ou l’édition de texte et ne peut pas être capturé.
ja: 「%@」は macOS またはテキスト編集で予約されており、キャプチャできません。
ko: “%@”은(는) macOS 또는 텍스트 편집에서 예약되어 캡처할 수 없습니다.
pt_br: “%@” é reservado pelo macOS ou edição de texto e não pode ser capturado.
ru: «%@» зарезервировано macOS или редактированием текста, перехват невозможен.
zh_hans: “%@” 被 macOS 或文本编辑保留，无法捕获。

# userConfig.diagnostic.duplicateChord
source: “%1$@” duplicates entry %2$lld.
de: „%1$@“ dupliziert Eintrag %2$lld.
es: «%1$@» duplica la entrada %2$lld.
fr: « %1$@ » duplique l’entrée %2$lld.
ja: 「%1$@」はエントリ %2$lld と重複しています。
ko: “%1$@”이(가) 항목 %2$lld와 중복됩니다.
pt_br: “%1$@” duplica a entrada %2$lld.
ru: «%1$@» дублирует запись %2$lld.
zh_hans: “%1$@” 与条目 %2$lld 重复。

# commandPalette.category.file
source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
zh_hans: 文件

# commandPalette.category.edit
source: Edit
de: Bearbeiten
es: Edición
fr: Édition
ja: 編集
ko: 편집
pt_br: Editar
ru: Правка
zh_hans: 编辑

# commandPalette.unavailable.project
source: Requires an open project.
de: Erfordert ein geöffnetes Projekt.
es: Requiere un proyecto abierto.
fr: Nécessite un projet ouvert.
ja: 開いているプロジェクトが必要です。
ko: 열려 있는 프로젝트가 필요합니다.
pt_br: Requer um projeto aberto.
ru: Требуется открытый проект.
zh_hans: 需要打开的项目。

# commandPalette.unavailable.activeFile
source: Requires an active file.
de: Erfordert eine aktive Datei.
es: Requiere un archivo activo.
fr: Nécessite un fichier actif.
ja: アクティブなファイルが必要です。
ko: 활성 파일이 필요합니다.
pt_br: Requer um arquivo ativo.
ru: Требуется активный файл.
zh_hans: 需要活动文件。

# commandPalette.unavailable.gitRepository
source: Requires a Git repository.
de: Erfordert ein Git-Repository.
es: Requiere un repositorio Git.
fr: Nécessite un dépôt Git.
ja: Git リポジトリが必要です。
ko: Git 저장소가 필요합니다.
pt_br: Requer um repositório Git.
ru: Требуется репозиторий Git.
zh_hans: 需要 Git 仓库。

# commandPalette.unavailable.terminal
source: Requires an open terminal.
de: Erfordert ein geöffnetes Terminal.
es: Requiere un terminal abierto.
fr: Nécessite un terminal ouvert.
ja: 開いているターミナルが必要です。
ko: 열려 있는 터미널이 필요합니다.
pt_br: Requer um terminal aberto.
ru: Требуется открытый терминал.
zh_hans: 需要打开的终端。

# commandPalette.unavailable.activeFileAndTerminal
source: Requires an active file and an open terminal.
de: Erfordert eine aktive Datei und ein geöffnetes Terminal.
es: Requiere un archivo activo y un terminal abierto.
fr: Nécessite un fichier actif et un terminal ouvert.
ja: アクティブなファイルと開いているターミナルが必要です。
ko: 활성 파일과 열려 있는 터미널이 필요합니다.
pt_br: Requer um arquivo ativo e um terminal aberto.
ru: Требуются активный файл и открытый терминал.
zh_hans: 需要活动文件和打开的终端。

# menu.commandPalette
source: Command Palette…
de: Befehlspalette…
es: Paleta de comandos…
fr: Palette de commandes…
ja: コマンドパレット…
ko: 명령 팔레트…
pt_br: Paleta de comandos…
ru: Палитра команд…
zh_hans: 命令面板…

# commandPalette.placeholder
source: Search commands and tasks
de: Befehle und Aufgaben suchen
es: Buscar comandos y tareas
fr: Rechercher des commandes et des tâches
ja: コマンドとタスクを検索
ko: 명령 및 작업 검색
pt_br: Buscar comandos e tarefas
ru: Поиск команд и задач
zh_hans: 搜索命令和任务

# commandPalette.noResults
source: No matching commands or tasks
de: Keine passenden Befehle oder Aufgaben
es: No hay comandos ni tareas coincidentes
fr: Aucune commande ou tâche correspondante
ja: 一致するコマンドまたはタスクはありません
ko: 일치하는 명령 또는 작업 없음
pt_br: Nenhum comando ou tarefa correspondente
ru: Подходящие команды и задачи не найдены
zh_hans: 没有匹配的命令或任务

# commandPalette.shortcutOverride
source: User override
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: ユーザー設定
ko: 사용자 지정
pt_br: Personalizado
ru: Пользовательское
zh_hans: 用户覆盖

# commandPalette.shortcutConflict
source: Overridden
de: Belegt
es: Reemplazado
fr: Remplacé
ja: 上書き済み
ko: 재정의됨
pt_br: Substituído
ru: Переопределено
zh_hans: 已被覆盖

# userTask.confirmation.title
source: Run task “%@”?
de: Aufgabe „%@“ ausführen?
es: ¿Ejecutar la tarea «%@»?
fr: Exécuter la tâche « %@ » ?
ja: タスク「%@」を実行しますか？
ko: “%@” 작업을 실행할까요?
pt_br: Executar a tarefa “%@”?
ru: Выполнить задачу «%@»?
zh_hans: 运行任务“%@”吗？

# userTask.confirmation.message
source: This task will execute the following command: %@
de: Diese Aufgabe führt den folgenden Befehl aus: %@
es: Esta tarea ejecutará el siguiente comando: %@
fr: Cette tâche exécutera la commande suivante : %@
ja: このタスクは次のコマンドを実行します: %@
ko: 이 작업은 다음 명령을 실행합니다: %@
pt_br: Esta tarefa executará o seguinte comando: %@
ru: Задача выполнит следующую команду: %@
zh_hans: 此任务将执行以下命令： %@

# userTask.run
source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
pt_br: Executar
ru: Выполнить
zh_hans: 运行

# userTask.outputConflict.title
source: Task output wasn’t applied
de: Aufgabenausgabe nicht angewendet
es: No se aplicó la salida de la tarea
fr: La sortie de la tâche n’a pas été appliquée
ja: タスク出力は適用されませんでした
ko: 작업 출력을 적용하지 않음
pt_br: A saída da tarefa não foi aplicada
ru: Вывод задачи не применён
zh_hans: 未应用任务输出

# userTask.outputConflict.message
source: The active file or its content changed while the task was running. Pine preserved the newer edits.
de: Die aktive Datei oder ihr Inhalt hat sich während der Aufgabe geändert. Die neueren Änderungen wurden beibehalten.
es: El archivo activo o su contenido cambió durante la tarea. Pine conservó los cambios más recientes.
fr: Le fichier actif ou son contenu a changé pendant la tâche. Pine a conservé les modifications récentes.
ja: タスクの実行中にアクティブなファイルまたは内容が変更されました。新しい編集内容は保持されました。
ko: 작업 실행 중 활성 파일 또는 내용이 변경되었습니다. Pine이 최신 편집 내용을 유지했습니다.
pt_br: O arquivo ativo ou seu conteúdo mudou durante a tarefa. O Pine preservou as edições mais recentes.
ru: Активный файл или его содержимое изменились во время выполнения задачи. Pine сохранил более новые правки.
zh_hans: 任务运行期间，活动文件或其内容已更改。Pine 保留了较新的编辑。

# userTask.missingFile.title
source: No active file
de: Keine aktive Datei
es: No hay ningún archivo activo
fr: Aucun fichier actif
ja: アクティブなファイルがありません
ko: 활성 파일 없음
pt_br: Nenhum arquivo ativo
ru: Нет активного файла
zh_hans: 没有活动文件

# userTask.missingFile.message
source: Open a file before running this task.
de: Öffnen Sie eine Datei, bevor Sie diese Aufgabe ausführen.
es: Abra un archivo antes de ejecutar esta tarea.
fr: Ouvrez un fichier avant d’exécuter cette tâche.
ja: このタスクを実行する前にファイルを開いてください。
ko: 이 작업을 실행하기 전에 파일을 여세요.
pt_br: Abra um arquivo antes de executar esta tarefa.
ru: Перед выполнением задачи откройте файл.
zh_hans: 运行此任务前请先打开文件。

# userTask.replacementUnavailable.title
source: Task Cannot Replace This Editor
de: Aufgabe kann diese Datei nicht ersetzen
es: La tarea no puede reemplazar este archivo
fr: La tâche ne peut pas remplacer ce fichier
ja: タスクはこのファイルを置き換えられません
ko: 작업이 이 파일을 대체할 수 없음
pt_br: A tarefa não pode substituir este arquivo
ru: Задача не может заменить этот файл
zh_hans: 任务无法替换此文件

# userTask.replacementUnavailable.message
source: Replacement tasks require an active, fully loaded text file and cannot run with project scope or a preview tab.
de: Ersetzungsaufgaben erfordern eine vollständige Textdatei im aktiven Editor.
es: Las tareas de reemplazo requieren un archivo de texto completo en el editor activo.
fr: Les tâches de remplacement nécessitent un fichier texte complet dans l’éditeur actif.
ja: 置換タスクには、アクティブなエディタで完全なテキストファイルを開く必要があります。
ko: 대체 작업을 실행하려면 활성 편집기에 전체 텍스트 파일이 필요합니다.
pt_br: As tarefas de substituição exigem um arquivo de texto completo no editor ativo.
ru: Для задачи с заменой нужен полностью загруженный текстовый файл в активном редакторе.
zh_hans: 替换任务需要活动编辑器中完整加载的文本文件。

# userTask.toast.succeeded
source: Task “%@” completed
de: Aufgabe „%@“ erfolgreich
es: La tarea «%@» se completó correctamente
fr: La tâche « %@ » a réussi
ja: タスク「%@」が成功しました
ko: “%@” 작업 성공
pt_br: A tarefa “%@” foi concluída
ru: Задача «%@» выполнена
zh_hans: 任务“%@”已成功

# userTask.copyOutput
source: Copy Output
de: Ausgabe kopieren
es: Copiar salida
fr: Copier la sortie
ja: 出力をコピー
ko: 출력 복사
pt_br: Copiar saída
ru: Скопировать вывод
zh_hans: 复制输出

# userTask.openOutput
source: Open Output
de: Ausgabe öffnen
es: Abrir salida
fr: Ouvrir la sortie
ja: 出力を開く
ko: 출력 열기
pt_br: Abrir saída
ru: Открыть вывод
zh_hans: 打开输出

# userTask.run.status.pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
ja: 保留中
ko: 대기 중
pt_br: Pendente
ru: Ожидание
zh_hans: 等待中

# userTask.run.status.running
source: Running
de: Wird ausgeführt
es: En ejecución
fr: En cours
ja: 実行中
ko: 실행 중
pt_br: Em execução
ru: Выполняется
zh_hans: 正在运行

# userTask.run.status.cancelling
source: Cancelling
de: Wird abgebrochen
es: Cancelando
fr: Annulation
ja: キャンセル中
ko: 취소 중
pt_br: Cancelando
ru: Отмена
zh_hans: 正在取消

# userTask.run.status.succeeded
source: Succeeded
de: Erfolgreich
es: Correcta
fr: Réussie
ja: 成功
ko: 성공
pt_br: Concluída
ru: Выполнена
zh_hans: 成功

# userTask.run.status.timedOut
source: Timed out
de: Zeitüberschreitung
es: Tiempo agotado
fr: Délai dépassé
ja: タイムアウト
ko: 시간 초과
pt_br: Tempo esgotado
ru: Истекло время
zh_hans: 已超时

# userTask.run.status.failed
source: Failed
de: Fehlgeschlagen
es: Fallida
fr: Échouée
ja: 失敗
ko: 실패
pt_br: Falhou
ru: Ошибка
zh_hans: 失败

# userTask.run.status.cancelled
source: Cancelled
de: Abgebrochen
es: Cancelada
fr: Annulée
ja: キャンセル済み
ko: 취소됨
pt_br: Cancelada
ru: Отменена
zh_hans: 已取消

# userTask.run.status.exitCode
source: Exit %lld
de: Exit-Code %lld
es: Código de salida %lld
fr: Code de sortie %lld
ja: 終了コード %lld
ko: 종료 코드 %lld
pt_br: Código de saída %lld
ru: Код завершения %lld
zh_hans: 退出代码 %lld

# userTask.run.elapsed
source: Elapsed %@
de: Vergangen %@
es: Transcurrido %@
fr: Écoulé %@
ja: 経過 %@
ko: 경과 %@
pt_br: Decorrido %@
ru: Прошло %@
zh_hans: 已用 %@

# userTask.output.title
source: Task Output
de: Aufgabenausgabe
es: Salida de tareas
fr: Sortie des tâches
ja: タスク出力
ko: 작업 출력
pt_br: Saída das tarefas
ru: Вывод задач
zh_hans: 任务输出

# userTask.output.empty
source: No task history
de: Noch keine Aufgabenläufe
es: Aún no hay ejecuciones de tareas
fr: Aucune exécution de tâche
ja: タスクの実行履歴はまだありません
ko: 아직 실행한 작업이 없음
pt_br: Ainda não há execuções de tarefas
ru: Запусков задач пока нет
zh_hans: 尚无任务运行记录

# userTask.output.previewTruncated
source: Preview truncated. Copy Output includes the complete captured output.
de: Vorschau gekürzt. „Ausgabe kopieren“ enthält die vollständige erfasste Ausgabe.
es: Vista previa truncada. Copiar salida incluye toda la salida capturada.
fr: Aperçu tronqué. Copier la sortie inclut toute la sortie capturée.
ja: プレビューは省略されています。「出力をコピー」には取得した出力全体が含まれます。
ko: 미리보기가 잘렸습니다. 출력 복사에는 캡처된 전체 출력이 포함됩니다.
pt_br: Prévia truncada. Copiar saída inclui toda a saída capturada.
ru: Предпросмотр сокращён. Команда «Скопировать вывод» включает весь сохранённый вывод.
zh_hans: 预览已截断。“复制输出”包含全部捕获的输出。

# userTask.output.clearFinished
source: Clear Finished
de: Beendete löschen
es: Borrar finalizadas
fr: Effacer les tâches terminées
ja: 完了済みを消去
ko: 완료 항목 지우기
pt_br: Limpar concluídas
ru: Очистить завершённые
zh_hans: 清除已完成项

# userTask.output.close
source: Close Task Output
de: Aufgabenausgabe schließen
es: Cerrar salida de tareas
fr: Fermer la sortie des tâches
ja: タスク出力を閉じる
ko: 작업 출력 닫기
pt_br: Fechar saída das tarefas
ru: Закрыть вывод задач
zh_hans: 关闭任务输出

# userTask.output.show
source: Task Output
de: Aufgabenausgabe
es: Salida de tareas
fr: Sortie des tâches
ja: タスク出力
ko: 작업 출력
pt_br: Saída das tarefas
ru: Вывод задач
zh_hans: 任务输出

# userTask.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
zh_hans: 取消

# userTask.diagnostic.blocked
source: Task blocked by Pine’s safety policy.
de: Aufgabe durch Sicherheitsprüfung blockiert.
es: La validación de seguridad bloqueó la tarea.
fr: Tâche bloquée par la validation de sécurité.
ja: 安全性検証によりタスクがブロックされました。
ko: 안전성 검사에서 작업이 차단되었습니다.
pt_br: Tarefa bloqueada pela validação de segurança.
ru: Задача заблокирована проверкой безопасности.
zh_hans: 任务被安全验证阻止。

# userTask.diagnostic.launchFailed
source: Task failed to launch: %@
de: Aufgabe konnte nicht gestartet werden: %@
es: No se pudo iniciar la tarea: %@
fr: Impossible de lancer la tâche : %@
ja: タスクを起動できませんでした: %@
ko: 작업을 시작할 수 없습니다: %@
pt_br: Não foi possível iniciar a tarefa: %@
ru: Не удалось запустить задачу: %@
zh_hans: 无法启动任务：%@

# userTask.diagnostic.backgroundReaper
source: Pine handed the task shell to its background reaper.
de: Prozessbereinigung wird im Hintergrund fortgesetzt.
es: La limpieza del proceso continúa en segundo plano.
fr: Le nettoyage du processus se poursuit en arrière-plan.
ja: プロセスのクリーンアップはバックグラウンドで続行中です。
ko: 프로세스 정리가 백그라운드에서 계속됩니다.
pt_br: A limpeza do processo continua em segundo plano.
ru: Очистка процесса продолжается в фоновом режиме.
zh_hans: 进程清理正在后台继续。

# userTask.diagnostic.subprocessCleanup
source: Pine could not terminate every observed task subprocess.
de: Unterprozessbereinigung wurde nicht abgeschlossen.
es: La limpieza de subprocesos no se completó.
fr: Le nettoyage des sous-processus ne s’est pas terminé.
ja: サブプロセスのクリーンアップが完了しませんでした。
ko: 하위 프로세스 정리가 완료되지 않았습니다.
pt_br: A limpeza dos subprocessos não foi concluída.
ru: Очистка дочерних процессов не завершена.
zh_hans: 子进程清理未完成。

# userTask.diagnostic.outputDeadline
source: Pine stopped waiting for task output at its hard deadline.
de: Zeitlimit für die Ausgabenerfassung erreicht.
es: La recopilación de salida alcanzó su límite de tiempo.
fr: La collecte de la sortie a atteint son délai limite.
ja: 出力収集が期限に達しました。
ko: 출력 수집 시간이 초과되었습니다.
pt_br: A coleta da saída atingiu o limite de tempo.
ru: Истекло время сбора вывода.
zh_hans: 输出收集已到截止时间。

# userTask.diagnostic.outputTruncated
source: Task output exceeded Pine's capture limit and was truncated.
de: Die erfasste Ausgabe wurde gekürzt.
es: La salida capturada se truncó.
fr: La sortie capturée a été tronquée.
ja: 取得した出力は切り詰められました。
ko: 캡처된 출력이 잘렸습니다.
pt_br: A saída capturada foi truncada.
ru: Сохранённый вывод был сокращён.
zh_hans: 捕获的输出已截断。

# userTask.diagnostic.invalidUTF8
source: Task output contained invalid UTF-8 and was rejected.
de: Die Ausgabe enthielt ungültigen UTF-8-Text.
es: La salida contenía texto UTF-8 no válido.
fr: La sortie contenait du texte UTF-8 non valide.
ja: 出力に無効な UTF-8 テキストが含まれていました。
ko: 출력에 잘못된 UTF-8 텍스트가 포함되어 있습니다.
pt_br: A saída continha texto UTF-8 inválido.
ru: Вывод содержал некорректный текст UTF-8.
zh_hans: 输出包含无效的 UTF-8 文本。

# userTask.diagnostic.inputIncomplete
source: The task stopped before Pine finished writing standard input.
de: Die Standardeingabe wurde nicht vollständig übermittelt.
es: La entrada estándar no se entregó por completo.
fr: L’entrée standard n’a pas été transmise entièrement.
ja: 標準入力を完全に送信できませんでした。
ko: 표준 입력이 완전히 전달되지 않았습니다.
pt_br: A entrada padrão não foi entregue por completo.
ru: Стандартный ввод передан не полностью.
zh_hans: 标准输入未完整传递。

# userConfig.diagnostic.duplicateCommand
source: Command id “%1$@” duplicates entry %2$lld.
de: Befehlskennung „%1$@“ dupliziert Eintrag %2$lld.
es: El id. de comando «%1$@» duplica la entrada %2$lld.
fr: L’identifiant de commande « %1$@ » duplique l’entrée %2$lld.
ja: コマンド ID「%1$@」はエントリ %2$lld と重複しています。
ko: 명령 ID “%1$@”이(가) 항목 %2$lld와 중복됩니다.
pt_br: O ID de comando “%1$@” duplica a entrada %2$lld.
ru: Идентификатор команды «%1$@» дублирует запись %2$lld.
zh_hans: 命令 ID“%1$@”与条目 %2$lld 重复。

# userConfig.diagnostic.duplicateTaskID
source: Task id “%1$@” duplicates entry %2$lld.
de: Aufgabenkennung „%1$@“ dupliziert Eintrag %2$lld.
es: El id de tarea «%1$@» duplica la entrada %2$lld.
fr: L’id de tâche « %1$@ » duplique l’entrée %2$lld.
ja: タスク ID「%1$@」はエントリ %2$lld と重複しています。
ko: 작업 ID “%1$@”이(가) 항목 %2$lld와 중복됩니다.
pt_br: O id de tarefa “%1$@” duplica a entrada %2$lld.
ru: Идентификатор задачи «%1$@» дублирует запись %2$lld.
zh_hans: 任务 ID “%1$@” 与条目 %2$lld 重复。

# userConfig.diagnostic.emptyTaskID
source: Task id is empty.
de: Aufgabenkennung ist leer.
es: El id de tarea está vacío.
fr: L’id de tâche est vide.
ja: タスク ID が空です。
ko: 작업 ID가 비어 있습니다.
pt_br: O id de tarefa está vazio.
ru: Идентификатор задачи пуст.
zh_hans: 任务 ID 为空。

# userConfig.diagnostic.emptyTaskLabel
source: Task label is empty.
de: Aufgabenbezeichnung ist leer.
es: La etiqueta de tarea está vacía.
fr: Le libellé de tâche est vide.
ja: タスクラベルが空です。
ko: 작업 레이블이 비어 있습니다.
pt_br: O rótulo da tarefa está vazio.
ru: Метка задачи пуста.
zh_hans: 任务标签为空。

# userConfig.diagnostic.emptyTaskCommand
source: Task command is empty.
de: Aufgabenbefehl ist leer.
es: El comando de tarea está vacío.
fr: La commande de tâche est vide.
ja: タスクコマンドが空です。
ko: 작업 명령이 비어 있습니다.
pt_br: O comando da tarefa está vazio.
ru: Команда задачи пуста.
zh_hans: 任务命令为空。

# menu.agentActivity
source: Agent Activity
de: Agentenaktivität
es: Actividad del agente
fr: Activité de l'agent
ja: エージェントアクティビティ
ko: 에이전트 활동
pt_br: Atividade do agente
ru: Активность агента
zh_hans: 智能体活动

# agentActivity.title
source: Agent Activity
de: Agentenaktivität
es: Actividad del agente
fr: Activité de l'agent
ja: エージェントアクティビティ
ko: 에이전트 활동
pt_br: Atividade do agente
ru: Активность агента
zh_hans: 智能体活动

# agentActivity.empty
source: No Active Agents
de: Keine aktiven Agenten
es: No hay agentes activos
fr: Aucun agent actif
ja: アクティブなエージェントはありません
ko: 활성 에이전트 없음
pt_br: Nenhum agente ativo
ru: Нет активных агентов
zh_hans: 没有活动的智能体

# agentAction.detail.evidenceLabel
source: Evidence
de: Nachweis
es: Evidencia
fr: Preuve
ja: 証拠
ko: 증거
pt_br: Evidência
ru: Доказательства
zh_hans: 证据

# agentAction.detail.fileLabel
source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
zh_hans: 文件

# agentAction.detail.kindLabel
source: Kind
de: Art
es: Tipo
fr: Type
ja: 種類
ko: 종류
pt_br: Tipo
ru: Тип
zh_hans: 类型

# agentAction.detail.relatedTerminalLabel
source: Related terminal
de: Zugehöriges Terminal
es: Terminal relacionado
fr: Terminal associé
ja: 関連ターミナル
ko: 관련 터미널
pt_br: Terminal relacionado
ru: Связанный терминал
zh_hans: 相关终端

# agentAction.detail.summaryLabel
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 概要
ko: 요약
pt_br: Resumo
ru: Сводка
zh_hans: 摘要

# agentAction.detail.timestampLabel
source: Timestamp
de: Zeitstempel
es: Marca de tiempo
fr: Horodatage
ja: タイムスタンプ
ko: 타임스탬프
pt_br: Data e hora
ru: Время
zh_hans: 时间戳

# agentAction.detail.workingDirectoryLabel
source: Working directory
de: Arbeitsverzeichnis
es: Directorio de trabajo
fr: Répertoire de travail
ja: 作業ディレクトリ
ko: 작업 디렉터리
pt_br: Diretório de trabalho
ru: Рабочий каталог
zh_hans: 工作目录

# agentAction.kind.command
source: Command
de: Befehl
es: Comando
fr: Commande
ja: コマンド
ko: 명령
pt_br: Comando
ru: Команда
zh_hans: 命令

# agentAction.kind.fileRead
source: File read
de: Datei lesen
es: Lectura de archivo
fr: Lecture de fichier
ja: ファイル読み取り
ko: 파일 읽기
pt_br: Leitura de arquivo
ru: Чтение файла
zh_hans: 读取文件

# agentAction.kind.fileWrite
source: File write
de: Datei schreiben
es: Escritura de archivo
fr: Écriture de fichier
ja: ファイル書き込み
ko: 파일 쓰기
pt_br: Gravação de arquivo
ru: Запись файла
zh_hans: 写入文件

# agentAction.kind.toolCall
source: Tool call
de: Werkzeugaufruf
es: Llamada de herramienta
fr: Appel d’outil
ja: ツール呼び出し
ko: 도구 호출
pt_br: Chamada de ferramenta
ru: Вызов инструмента
zh_hans: 工具调用

# agentAction.status.completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
ko: 완료됨
pt_br: Concluído
ru: Завершено
zh_hans: 已完成

# agentAction.status.failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
ja: 失敗
ko: 실패
pt_br: Falhou
ru: Ошибка
zh_hans: 失败

# agentAction.status.inProgress
source: In progress
de: In Bearbeitung
es: En curso
fr: En cours
ja: 進行中
ko: 진행 중
pt_br: Em andamento
ru: Выполняется
zh_hans: 进行中

# agentAction.status.pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
ja: 保留中
ko: 대기 중
pt_br: Pendente
ru: Ожидание
zh_hans: 待处理

# agentActivity.rowInspectHint
source: Inspect this action
de: Diese Aktion prüfen
es: Inspeccionar esta acción
fr: Inspecter cette action
ja: このアクションを確認
ko: 이 작업 검사
pt_br: Inspecionar esta ação
ru: Просмотреть это действие
zh_hans: 检查此操作

# agentActivity.resetFilters
source: Reset filters
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
ja: フィルタをリセット
ko: 필터 재설정
pt_br: Redefinir filtros
ru: Сбросить фильтры
zh_hans: 重置筛选器

# agentActivity.allAttributions
source: All evidence
de: Alle Nachweise
es: Todas las evidencias
fr: Toutes les preuves
ja: すべての証拠
ko: 모든 근거
pt_br: Todas as evidências
ru: Все свидетельства
zh_hans: 所有证据

# agentActivity.allKinds
source: All kinds
de: Alle Arten
es: Todos los tipos
fr: Tous les types
ja: すべての種類
ko: 모든 종류
pt_br: Todos os tipos
ru: Все типы
zh_hans: 所有类型

# agentActivity.allStatuses
source: All statuses
de: Alle Status
es: Todos los estados
fr: Tous les états
ja: すべてのステータス
ko: 모든 상태
pt_br: Todos os status
ru: Все статусы
zh_hans: 所有状态

# agentActivity.detail.copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピー済み
ko: 복사됨
pt_br: Copiado
ru: Скопировано
zh_hans: 已复制

# agentActivity.detail.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
zh_hans: 复制

# agentActivity.detail.goToTerminal
source: Go to Terminal
de: Zum Terminal
es: Ir al terminal
fr: Aller au terminal
ja: ターミナルへ移動
ko: 터미널로 이동
pt_br: Ir para o terminal
ru: Перейти в терминал
zh_hans: 前往终端

# agentActivity.detail.openFile
source: Open File
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir le fichier
ja: ファイルを開く
ko: 파일 열기
pt_br: Abrir arquivo
ru: Открыть файл
zh_hans: 打开文件

# agentState.idle
source: Idle
de: Inaktiv
es: Inactivo
fr: Inactif
ja: 待機中
ko: 유휴
pt_br: Ocioso
ru: Бездействует
zh_hans: 空闲

# agentState.thinking
source: Thinking
de: Denkt nach
es: Pensando
fr: Réflexion
ja: 思考中
ko: 생각 중
pt_br: Pensando
ru: Размышляет
zh_hans: 思考中

# agentState.executing
source: Executing
de: Wird ausgeführt
es: Ejecutando
fr: Exécution
ja: 実行中
ko: 실행 중
pt_br: Executando
ru: Выполняется
zh_hans: 执行中

# agentState.waitingInput
source: Waiting for input
de: Wartet auf Eingabe
es: Esperando entrada
fr: En attente d’une saisie
ja: 入力待ち
ko: 입력 대기 중
pt_br: Aguardando entrada
ru: Ожидает ввода
zh_hans: 等待输入

# agentState.done
source: Done
de: Fertig
es: Terminado
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成

# agentActivity.noMatches
source: No matching activity
de: Keine passenden Aktivitäten
es: No hay actividad coincidente
fr: Aucune activité correspondante
ja: 一致するアクティビティはありません
ko: 일치하는 활동 없음
pt_br: Nenhuma atividade correspondente
ru: Нет подходящих действий
zh_hans: 没有匹配的活动

# agentActivity.attribution.filterLabel
source: Attribution
de: Zuordnung
es: Atribución
ja: 帰属
ko: 귀속
pt_br: Atribuição
ru: Атрибуция
zh_hans: 归属
